Repository: yawik/install
Catalog: language/*.po
Languages: hu_hu

source: PHP version not supported
hu_hu: Ez a PHP verzió nem támogatott

source: Sorry, YAWIK requires at least PHP 5.4.0 to run, but this server currently provides PHP %s.
hu_hu: Sajnáljuk, de a YAWIK futtatásához legalább a PHP 5.4.0-ra van szükség, ez a kiszolgáló azonban csak a %s verziót biztosítja.

source: Please ask your servers' administrator to install the proper PHP version.
hu_hu: Kérje meg a kiszolgáló adminisztrátorát, hogy biztosítsa a támogatott PHP verziót.

source: Installation
hu_hu: Telepítés

source: Install
hu_hu: Telepítés

source: An administrator account with the login name "%s" was created successfully.
hu_hu: Az adminisztrátori fiók "%s" néven sikeresen létrehozva.

source: The base configuration file was successfully created.
hu_hu: Az alapkonfiguráció sikeresen beállítva.

source: The configuration file could not be created automatically. So please create a file called "%s" in the directory "%s" with the following content:
hu_hu: A konfigurációs fájlt nem sikerült önműködően létrehozni. Kérjük hozza létre a "%s" fájl a "%s" könyvtárban az alábbi tartalommal;

source: Start using YAWIK
hu_hu: Indítsa el a YAWIK-ot

source: Prerequisites
hu_hu: Előfeltételek

source: Creatable
hu_hu: létrehozható

source: Missing
hu_hu: hiányzik

source: Not writable
hu_hu: nem írható

source: Ok
hu_hu: Rendben

source: All required directories exists and have the needed permissions or can be created. You may savely continue with the installation.
hu_hu: Minden szükséges könyvtár megvan és rendelkezik a kellő jogosultságokkal. A telepítés folytatható.

source: Please note: It is not required for the config/autoload directory to be writable, but it will ease the installation as YAWIK can create the config files automatically. Consider giving write permission during installation and revoke it afterwards.
hu_hu: Figyelem! A config/autoload könyvtárnak nem kell írhatónak lennie, de leegyszerüsítiti a telepítést, mert a konfigurációs fájl létrehozható. Vegye fontolóra az írhatósági jogok megadását, majd a telepítés utáni eltávolítását.

source: YAWIK requires some directories to exist and have proper permissions, otherwise it is not possible to run YAWIK. Please ensure that all required directories either exist with the right permissions or at least are creatable during this installation process.
hu_hu: A YAWIK-nak kellő jogosultságokkal rendelkező könyvtárakra van szüksége. A telepítés és a program futtatása másként nem hajtható végre. Gondoskodjon róla, hogy a könyvtárak létezzenek, vagy a telepítés során létrehozhatók legyenek.

source: Check again
hu_hu: ellenőrizze még egyszer

source: Checking
hu_hu: Ellenőrzés

source: An error occurred
hu_hu: Hiba történt

source: Additional information
hu_hu: Kiegészítő adatok

source: File
hu_hu: Fájl

source: Message
hu_hu: Üzenet

source: Stack trace
hu_hu: Vermelési folyamat

source: Previous exceptions
hu_hu: Korábbi kivételek

source: No Exception available
hu_hu: Nincs kivétel

source: Database connection string
hu_hu: Adatbázis (kapcsolati karakterlánc)

source: Initial user name
hu_hu: Induló felhasználónév

source: Password
hu_hu: Jelszó

source: Email address for system messages
hu_hu: Rendszerüzenetek e-mail címe

source: Connecting the database failed: %databaseError%
hu_hu: Az adatbázishoz való kapcsolódás sikertelen volt: %databaseError%

source: Invalid connection string
hu_hu: Érvénytelen "Database Connection String"
